13/data/attachments/84ef8ea586bc514b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patricia_city_Friend_98769_9</nif:username>
            <nif:friendToBeRequested>soap_friends_d48cf0e5-4576-4905-a41c-0134eedbb505</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>